Repository: otzbergnet/libHelper
Catalog: Open Access Helper/*.lproj/Localizable.strings
Languages: fr

# search for: "%@"
source: suche nach "%@"
fr: rechercher: "%@"

# About:
source: Über:
fr: À propos :

# Accepted Version
source: Angenommene Version
fr: Version acceptée

# base-search.net search for: "%@"
source: base-search.net Suche nach: "%@"
fr: base-search.net recherche : "%@"

# Basic Usage Statistics
source: Grundlegende Statistiken
fr: Statistiques de base

# Bookmarks: Select a row to see options
source: Bookmarks: Wählen Sie eine Spalte für Optionen
fr: Favoris : Sélectionnez une ligne pour voir les options

# Cancel
source: Abbrechen
fr: Annuler

# close
source: schließen
fr: fermer

# Connection Error
source: Verbindungsfehler
fr: Erreur de connexion

# Contact Me
source: Kontakt
fr: Contact

# core.ac.uk search for: "%@"
source: core.ac.uk Suche nach: "%@"
fr: core.ac.uk recherche : "%@"

# Could not save changes while quitting. Quit anyway?
source: Konnte Änderungen nicht speichern. Dennoch schließen?
fr: Les modifications n'ont pas pu être enregistrées. Quitter quand même ?

# Delete Bookmark
source: Bookmark löschen
fr: Supprimer le favori

# Deselect All
source: Alle deaktivieren
fr: Tout désélectionner

# gettheresearch.org search for: "%@"
source: gettheresearch.org Suche nach: "%@"
fr: gettheresearch.org recherche : "%@"

# Getting Started:
source: So legen Sie los:
fr: Commencer :

# iCloud Error
source: iCloud Fehler
fr: Erreur iCloud

# Looks like the domain field was empty
source: Domain überprüfen, Feld war leer.
fr: Le nom de domaine était vide

# Lookup
source: Nachschlagen
fr: Vérifier

# Missing Database
source: Fehlende Datenbank
fr: Base de données manquante

# No Bookmarks
source: Keine Bookmarks
fr: Pas de favoris

# No match was found
source: Kein Treffer gefunden
fr: Aucun résultat trouvé

# Open Access Helper could not find a legal open-access version of this article.
source: Open Access Helper konnte keine legale Open Access Version des Artikels finden.
fr: Open Access Helper n'a pas pu trouver de version en accès libre légale pour cet article.

source: Open Access Helper ist auf dieser Seite nicht aktiv, da wir keinen DOI finden konnten Wählen Sie OK für mehr Informationen Wählen Sie abbrechen, um diese Meldung zu schließen.
fr: Open Access Helper est inactif sur cette page car aucun DOI n'a été trouvé Cliquez sur OK pour en savoir plus sur cette app Cliquez sur Annuler pour fermer cette notification

# Open Access Version Found from core.ac.uk!
source: Open Access Version von core.ac.uk gefunden!
fr: Version en accès libre trouvée via core.ac.uk !

# Open Access Version Found from Open Access Button
source: Open Access Version von Open Access Button gefunden!
fr: Version en accès libre trouvée via Open Access Button

# Open Access Version Found from unpaywall.org!
source: Open Access Version von unpaywall.org gefunden!
fr: Version en accès libre trouvée via unpaywall.org !

# Open Bookmark
source: Bookmark öffnen
fr: Ouvrir le favori

# Open Safari Preferences
source: Safari-Einstellungen öffnen
fr: Ouvrir les préférences Safari

# Please check that you are logged into iCloud
source: Bitte überprüfen Sie, dass Sie mit iCloud verbunden sind.
fr: Vérifiez que vous êtes bien identifié·e sur iCloud

# Please review your domain-name, as we were unable to find just one match
source: Mehrere Treffer gefunden, bitte Domain überprüfen
fr: Vérifiez le nom de domaine svp, plusieurs résultats ont été trouvés.

# Published Version
source: Veröffentliche Version
fr: Version publiée

# Quit anyway
source: Dennoch schließen
fr: Quitter

# Quitting now will lose any changes you have made since the last successful save
source: Wenn Sie jetzt schließen, werden alle Ihre Änderungen seit der letzten erfolgreichen Speicherung verloren gehen
fr: Si vous quittez maintenant, les dernières modifications ne seront pas sauvegardées

# Recommended Settings
source: Empfohlene Einstellungen
fr: Paramètres recommandés

# Record Error
source: Datensatz-Fehler
fr: Erreur d'enregistrement

# Save
source: Speichern
fr: Enregistrer

# Search Settings by Domain (e.g. harvard.edu)
source: Nach Domain suchen (z.B. uni-muenchen.de)
fr: Chercher les paramètres sur base du domaine (par ex. harvard.edu)

# Searching...
source: Suche...
fr: Cherche...

# Settings:
source: Einstellungen:
fr: Paramètres :

# Show Example
source: Beispiel zeigen
fr: Montrer un exemple

# So far we've helped you find %@ Open Access Documents!
source: Bisher haben wir Ihnen geholfen %@ Open Access Dokumente zu finden!
fr: Jusqu'ici, nous vous avons aidé·e à trouver %@ documents en accès libre !

# So far we've helped you find (count) Open Access Documents!
source: Bisher haben wir Ihnen geholfen (count) Open Access Dokumente zu finden!
fr: Jusqu'ici, nous vous avons aidé·e à trouver (count) documents en accès libre !

# Submitted Version
source: Eingereichte Version
fr: Version soumise

# Successfuly, saved!
source: Erfolgreich gespeichert
fr: Enregistré !

# Tell me more...
source: Mehr Informationen...
fr: Plus d'infos...

# Test
source: Testen
fr: Tester

# Visit
source: Seite aufrufen:
fr: Aller à

# Visit base-search.net
source: Besuchen Sie base-search.net
fr: Aller sur base-search.net

# Visit core.ac.uk
source: Besuchen Sie core.ac.uk
fr: Aller sur core.ac.uk

# Visit gettheresearch.org
source: Besuchen Sie gettheresearch.org
fr: Aller sur gettheresearch.org

source: Wir stellen gerade eine Liste an Ariktelempfehlungen zusammen. Bitte gedulden Sie sich!
fr: Un peu de patience svp, nous établissons une liste de recommandations. :)

source: Entschuldigen Sie die Unannehmlichkeiten, aber entweder besitzen Sie kein iCloud Konto oder Sie sind nicht in Cloud eingeloggt. Bitte überprüfen Sie die iCloud Einstellungen
fr: Désolé, mais il semble que vous n'ayez pas de compte iCloud ou que l'accès à Open Access Helper soit bloqué. Merci de vérifier vos paramètres iCloud.

source: Entschuldigen Sie bitte, aber es scheint, als ob Sie keine Open Access Helper Datenbank in iCloud haben. Fügen Sie zu mindestens ein Bookmark in Open Access Helper für iOS hinzu.
fr: Désolé, mais il semble que vous n'ayez pas de base de données Open Access Helper dans iCloud. Veuillez ajouter au moins un favori dans Open Acccess Helper pour iOS.

source: Bitte entschuldigen Sie die Unannehmlichkeiten, aber es gab einen Verbindungs-Fehler. Bitte überprüfen Sie Ihre Internetverbindung
fr: Erreur de connexion. Veuillez vérifier votre connexion à Internet.

# We encountered an unexpected error
source: Unerwarteter Fehler
fr: Erreur inattendue

# We found a match, but could not get the prefix
source: Treffer gefunden, aber Prefix nicht vorhanden
fr: Nous avons trouvé un résultat, mais le préfixe n'a pas pu être extrait

source: Wir haben eine kurze Liste mit Artikeln zusammengestellt, die dem von Ihnen angezeigten ähneln. Wir hoffen, dass diese nützlich sind!
fr: Nous avons établi une petite liste de recommandations semblables à l'article que vous consultez. Nous espérons qu'elles vous seront utiles !

source: Wir konnten keine Bookmakrs abrufen. Sind Sie sich sicher, dass Sie Bookmarks in Open Access Helper für iOS hinzugefügt haben!
fr: Nous n'avons pas trouvé de favoris. Êtes-vous certain·e que vous avez déjà enregistré en favoris des articles via Open Access Helper App pour iOS ?

# We were unable to retrieve your bookmarks
source: Wir konnten keine Bookmarks abrufen
fr: Nous n'avons pas trouvé vos favoris

# You are at the Open Acccess Location!
source: Sie befinden sich am Open Access Zugangsort!
fr: Vous êtes déjà sur une version en accès libre !

# You did not setup Proxy Support yet
source: Sie haben noch keinen Proxy eingerichtet
fr: Vous n'avez pas configuré de Proxy

# You've had help with %@ Open Access searches
source: Sie hatten Hilfe mit %@ Open Access Suchen
fr: Nous vous avons aidé·e pour %@ recherches Open Access
