Repository: otzbergnet/libHelper
Catalog: Open Access Helper Safari/*.lproj/Localizable.strings
Languages: de, fr

source: base-search.net search for: "%@"
de: base-search.net Suche nach: "%@"
fr: base-search.net recherche : "%@"

source: base-search.net search for: "%@…"
de: base-search.net Suche nach: "%@…"
fr: base-search.net recherche : "%@…"

source: core.ac.uk search for: "%@"
de: core.ac.uk Suche nach: "%@"
fr: core.ac.uk recherche : "%@"

source: core.ac.uk search for: "%@…"
de: core.ac.uk Suche nach: "%@…"
fr: core.ac.uk recherche : "%@…"

source: Open Access Version Found from unpaywall.org!
de: Open Access Version von unpaywall.org gefunden!
fr: Version en accès libre trouvée via unpaywall.org !

source: Open Access Version Found from core.ac.uk!
de: Open Access Version von core.ac.uk gefunden!
fr: Version en accès libre trouvée via core.ac.uk !

source: You are at the Open Acccess Location!
de: Du befindest Dich bereits auf der Open Acccess Version!
fr: Vous êtes déjà sur une version en accès libre !

source: Open Access Helper could not find a legal open-access version of this article.
de: Open Access Helper konnte keine legale Open-Access Version dieses Artikels finden.
fr: Open Access Helper n'a pas pu trouver de version en accès libre légale pour cet article.

source: Open Access Helper is inactive on this page, as we could not identify a DOI Click OK to learn more about this app Click Cancel to dismiss this message
de: Open Access Helper ist auf dieser Seite inaktiv, da kein DOI gefunden wurde Bitte klicke: OK, um mehr über diese App zu erfahren Abbrechen, um diese Meldung zu schließen
fr: Open Access Helper est inactif sur cette page car aucun DOI n'a été trouvé Cliquez sur OK pour en savoir plus sur cette app Cliquez sur Annuler pour fermer cette notification

source: Visit gettheresearch.org
de: gettheresearch.org aufrufen
fr: Aller sur gettheresearch.org

source: Visit core.ac.uk
de: core.ac.uk aufrufen
fr: Aller sur core.ac.uk

source: Visit base-search.net
de: base-search.net aufrufen
fr: Aller sur base-search.net

source: Submitted Version
de: Eingereichte Fassung
fr: Version soumise

source: Accepted Version
de: Akzeptierte Fassung
fr: Version acceptée

source: Published Version
de: Veröffentlichte Fassung
fr: Version publiée

source: About:
de: Über:
fr: À propos :

source: Bookmarks: Select a row to see options
de: Bookmarks: Wählen Sie eine Reihe für Optionen
fr: Favoris : Sélectionnez une ligne pour voir les options

source: Cancel
de: Abbrechen
fr: Annuler

source: Connection Error
de: Verbindungsfehler
fr: Erreur de connexion

source: Contact Me
de: Kontakt
fr: Contact

source: Could not save changes while quitting. Quit anyway?
de: Änderungen konnten nicht gespeichert werden. Trotzdem beenden?
fr: Les modifications n'ont pas pu être enregistrées. Quitter quand même ?

source: Delete Bookmark
de: Bookmark löschen
fr: Supprimer le favori

source: gettheresearch.org search for: "%@"
de: gettheresearch.org Suche nach "%@"
fr: gettheresearch.org recherche : "%@"

source: Getting Started:
de: So legen Sie los:
fr: Commencer :

source: iCloud Error
de: iCloud Fehler
fr: Ereur iCloud

source: Missing Database
de: Fehlende Datenbank
fr: Base de données manquante

source: No Bookmarks
de: Keine Bookmarks
fr: Pas de favoris

source: Open Access Version Found from Open Access Button
de: Open Access Version von Open Access Button gefunden
fr: Version en accès libre trouvée via Open Access Button

source: Open Bookmark
de: Bookmark öffnen
fr: Ouvrir le favori

source: Open Safari Preferences
de: Safari-Einstellungen öffnen
fr: Ouvrir les préférences Safari

source: Please check that you are logged into iCloud
de: Bitte überprüfen Sie, dass Sie in iCloud eingeloggt sind
fr: Vérifiez que vous êtes bien identifié·e sur iCloud

source: Quit anyway
de: Trotdem schließen
fr: Quitter

source: Quitting now will lose any changes you have made since the last successful save
de: Wenn Sie die App jetzt beenden, gehen alle Änderungen seit Ihrer letzten
fr: Si vous quittez maintenant, les dernières modifications ne seront pas sauvegardées

source: Record Error
de: Datensatz fehler
fr: Erreur d'enregistrement

source: Show Example
de: Beispiel zeigen
fr: Montrer un exemple

source: So far we've helped you find %@ Open Access Documents!
de: Bisher haben wir Ihnen geholfen %@ Open Access Dokumente zu finden!
fr: Jusqu'ici, nous vous avons aidé·e à trouver %@ documents en accès libre !

source: We are sorry, but it seems that you either do not have an iCloud account, or access is limited for Open Access Helper. Please check iCloud settings
de: Entweder haben Sie kein iCloud Konto, oder Open Access Helper darf darauf nicht zugreifen. Bitte überprüfen Sie Ihre iCloud Einstellungen
fr: Désolé, mais il semble que vous n'ayez pas de compte iCloud ou que l'accès à Open Access Helper soit bloqué. Merci de vérifier vos paramètres iCloud.

source: We are sorry, but it seems you do not have a Open Access Helper Database in iCloud. Please add at least one bookmark in OpenAccess Helper for iOS
de: Es sieht so aus, als ob es noch keine Open Access Helper Datenbank in iCloud gibt. Bitte fügen Sie mindestens ein Bookmark in Open Access Helper für iOS hinzu
fr: Désolé, mais il semble que vous n'ayez pas de base de données Open Access Helper dans iCloud. Veuillez ajouter au moins un favori dans Open Acccess Helper pour iOS.

source: We are sorry, but there was a connection error. Please check your Internet Connection
de: Leider gab es einen Verbindungsfehler. Bitte überprüfen Sie Ihre Internetverbindung.
fr: Erreur de connexion. Veuillez vérifier votre connexion à Internet.

source: We were unable to retrieve any bookmarks for you. Are you sure you have bookmarked articles via the Open Access Helper App for iOS?
de: Leider konnten wir keine Bookmarks abrufen. Sind Sie sich sicher, dass Sie bereits Artikel in Open Access Helper für iOS hinzugefügt haben?
fr: Nous n'avons pas trouvé de favoris. Êtes-vous certain·e que vous avez déjà enregistré en favoris des articles via Open Access Helper App pour iOS ?

source: We were unable to retrieve your bookmarks
de: Wir konnten keine Bookmarks abrufen
fr: Nous n'avons pas trouvé vos favoris

source: You've had help with %@ Open Access searches
de: Sie hatten Hilfe mit %@ Open Access Suchen
fr: Nous vous avons aidé·e pour %@ recherches Open Access

source: We found a short list of fresh papers similar to the one you are currently browsing. We hope you'll like them!
de: Wir haben eine kurze Liste mit Artikeln zusammengestellt, die dem von Ihnen angezeigten ähneln. Wir hoffen, dass diese nützlich sind!
fr: Nous avons établi une petite liste de recommandations semblables à l'article que vous consultez. Nous espérons qu'elles vous seront utiles !

source: We are preparing a list of fresh papers similar to what you are looking for. Hang on tight :)
de: Wir stellen gerade eine Liste an Ariktelempfehlungen zusammen. Bitte gedulden Sie sich!
fr: Un peu de patience svp, nous établissons une liste de recommandations. :)

source: You did not setup Proxy Support yet
de: Sie haben noch keinen Proxy eingerichtet
fr: Vous n'avez pas configuré de Proxy

source: Looks like the domain field was empty
de: Domain überprüfen, das Domain-Feld war leer
fr: Le nom de domaine était vide

source: No match was found
de: Keine Treffer
fr: Aucun résultat trouvé

source: Please review your domain-name, as we were unable to find just one match
de: Domain überprüfen, wir haben mehrere Treffer gefunden
fr: Vérifiez le nom de domaine svp, plusieurs résultats ont été trouvés.

source: Searching...
de: Suche...
fr: Cherche...

source: Successfuly, saved!
de: Erfolgreich gespeichert
fr: Enregistré !

source: We encountered an unexpected error
de: Unerwarteter Fehler
fr: Erreur inattendue

source: We found a match, but could not get the prefix
de: Wir haben einen Treffer gefunden, konnten jedoch den Prefix nicht extrahieren
fr: Nous avons trouvé un résultat, mais le préfixe n'a pas pu être extrait

source: Search Settings by Domain (e.g. harvard.edu)
de: Einstellungen anhand der Domain nachschlagen (z.B. uni-muenchen.de)
fr: Chercher les paramètres sur base du domaine (par ex. harvard.edu)

source: Basic Usage Statistics
fr: Statistiques de base

source: Deselect All
fr: Tout désélectionner

source: Lookup
fr: Vérifier

source: Recommended Settings
fr: Paramètres recommandés

source: Save
fr: Enregistrer

source: Settings:
fr: Paramètres :

source: Tell me more...
fr: Plus d'infos...

source: Test
fr: Tester

source: close
fr: fermer

source: search for: "%@"
fr: rechercher: "%@"

source: Visit
fr: Aller à

source: Access
fr: Votre accès

source: Ask your Library
fr: Demandez à votre bibliothèque!

source: Configuration
fr: Paramètres

source: Contact Support
fr: Aide

source: Hide Badges
fr: Masquer les badges

source: Open Access Helper could not find a relevant service and thus is inactive. Consider changing your Settings or if you think this is a mistake, please report a bug!
fr: Open Access Helper n'a pas pu trouver un service pertinent et est désactivé. Veuillez modifier les paramètres. Si vous pensez qu'il s'agit d'une erreur, signalez-le nous&nbsp;!

source: See who cited this paper:
fr: Regardez qui cite cet article&nbsp;:

source: Still no access?
fr: Pas encore d'accès?

source: We didn't find an Open Access copy :(
fr: Nous n'avons pas trouvé de version en accès libre&nbsp;:(

source: We found an Open Access copy!
fr: Nous avons trouvé une version en accès libre&nbsp;!

source: You are browsing with the library's proxy server or are at a library website!<br><br>Open Access Helper could not find additional relevant services and thus is inactive.
fr: Vous naviguez avec le serveur proxy de la bibliothèque ou vous êtes sur un site web institutionnel!<br><br>Open Access Helper n'a pas pu trouver de services supplémentaires pertinents et est donc inactif.

source: Your
fr: &nbsp;

source: Times Cited:
fr: Nombre de fois cité&nbsp;:
